package ksnu.juhyun.array.practice;

public class Menuprint {
	void print() {
		System.out.println("o 다음의 프로그램들 중에서 수행할 함수를 선택하세요.\r\n"
				+ "[구현자이름 : 박주현		학번 : 1901114]\r\n"
				+ "1) 커피 메뉴를 넣으면 가격을 출력해 주는 프로그램\r\n"
				+ "2) 입력된 수의 평균과 갯수 구하기해서 화면에 프린트하기\r\n"
				+ "3) 알파벳 A부터 Z까지 프린트하기\r\n"
				+ "4) 정수 x와 y를 입력받아, x부터 y까지 더하는 과정과 결과 보이기\r\n"
				+ "5) 99단 단순 찍기\r\n"
				+ "6) 99단 출력단수와 수의 범위 설정해서 프린트하기\r\n"
				+ "7) 학생성적 처리 프로그램\r\n"
				+ "8) 배열 연습문제 풀기\r\n"
				+ "9) 성적처리 프로그램(중간고사)\r\n"
				+ "0) 종료");
	}
}
